Repository: paygol/WooCommerce
Catalog: paygol-for-woocommerce.1.3/paygol-for-woocommerce/languages/paygol_wc-*.po
Languages: es_es

source: PayGol offers you worldwide coverage with a complete payment solution
es_es: PayGol ofrece cobertura en todo el mundo con una solución de pago completa

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable PayGol payments
es_es: Permitir pagos mediante PayGol

source: Service ID
es_es: ID Servicio

source: This is the ID of your PayGol service
es_es: Este es el ID de tu servicio de PayGol

source: Secret Key
es_es: Clave secreta

source: This is the secret key of your PayGol service
es_es: Este es la clave secreta de tu servicio de PayGol

source: Payments notification URL (IPN)
es_es: URL de notificación de pagos (IPN)

source: Paste this address on the "Background URL (IPN)" field at your service's configuration, on PayGol's website
es_es: Pega esta dirección en el campo "URL de proceso (IPN)" en la configuración de tu servicio, en el sitio web de PayGol

source: Click the PayGol button to proceed with your purchase
es_es: Haz click en el botón de PayGol para proceder con tu compra

source: Your order has been completed
es_es: Su pedido ha sido completado

source: Your order cannot be completed
es_es: Tu orden no pudo ser completada

source: Your request is being processed, will be completed once it is confirmed by the local payment provider
es_es: Su pedido se está procesando, se completará una vez que sea confirmado por el proveedor local de pagos

source: PayGol for WooCommerce
es_es: PayGol para WooCommerce

source: Allows your customers from all around the world to pay by using a wide variety of both international and local payment methods including credit cards, debit cards (including Redcompra through WebPay), electronic bank transfers, cash payments, OXXO, Boleto Bancario, MercadoPago and much more through the PayGol online payment platform
es_es: Permite a tus clientes de cualquier lugar del mundo pagar usando una amplia variedad de métodos de pago tanto internacionales como locales, incluyendo tarjetas de crédito y débito (incluyendo Redcompra a través de WebPay), transferencias bancarias, pagos en efectivo, OXXO, Boleto Bancario, MercadoPago y muchos más a través de la plataforma de pagos en línea PayGol

source: Documentation
es_es: Documentación
